Repository: hugoatease/TuneHub
Catalog: res/messages_*.po
Languages: fr

source: %s was corrupted. Now deleted to prevent file corruption issues.
fr: Le fichier %s a été détruit, il était corrompu.

source: Report succesfully sent. Thank you for testing TuneHub :)
fr: Rapport envoyé. Merci de tester TuneHub :)

source: Unable to send the bug report.
fr: Impossible d'envoyer le rapport de bug. Il a été conservé pour envoi ultérieur.

source: Press Enter
fr: Appuyez sur Entrée.

source: A crashed occured last time you used TuneHub. Sending crash informations in background...
fr: TuneHub a été arrêté de manière innatendue la dernière fois que vous l'avez utilisé. Envoi des informations sur le crash en arrière-plan...

source: Please pick up a file in the path selection window
fr: Sélectionnez un fichier dans la fenêtre de sélection.

source: Please select your music path
fr: Sélectionnez le répertoire où sont stockés vos morceaux.

source: Choosed path: %s
fr: Répertoire choisi : %s

source: You haven't provide the path through the Graphical Interface. Please follow this
fr: Vous n'avez pas choisi de fichier dans l'interface graphique. Suivez ceci:

source: Now enter your music (or player) path
fr: Entrez le répertoire où sont stockés vos morceaux. Vous pouvez indiquer un périphérique.

source: Examples : H: on Windows or /media/myPlayer on UNIX (Linux, Mac OS X, BSD and Others...)
fr: Exemple: H: sur Windows ou /media/monBalladeur sous UNIX (Linux, Mac OS X, BSD et les autres...)

source: Path:
fr: Répertoire:

source: You haven't provide your music path. Program will now exit
fr: Vous n'avez pas sélectionné de répertoire. Le programme va quitter.

source: Metadata database have meta.db as default name. If you wanna change this, type the new name now
fr: La base des métadonnées à pour nom par défaut meta.db . Si vous voulez changer ce paramètre, tapez le nouveau nom maintenant.

source: Metadata database's name:
fr: Nom de la base de métadonnées:

source: The scan can take few minutes, depending on your drive size
fr: La recherche peut prendre plusieurs minutes, sa durée dépend de l'étendue du dossier à scanner.

source: Listing Music directory...
fr: Indexation du répertoire de musique...

source: %s tracks have been found
fr: %s morceaux ont été trouvés

source: Collecting metadata from ID3 tags...
fr: Recherche des matédonnées dans les tags ID3...

source: %s tags have been parsed
fr: %s tags ont été analysés.

source: Writing database...
fr: Ecriture de la base de données...

source: [ DONE ]
fr: [ FAIT ]

source: Reading meta.db...
fr: Lecture de meta.db ...

source: %s songs found.
fr: %s morceaux trouvés.

source: Getting lyrics for {0} - {1}
fr: Recherche des paroles pour {0} - {1}

source: >>> Found (Cached)
fr: >>> Trouvé (via Cache)

source: >>> Found
fr: >>> Trouvé

source: !!! Not Found
fr: !!! Non Trouvé

source: {0} lyrics found ({1}%). {2} not found ({3}%). {4}/{5}
fr: {0} paroles trouvées ({1}%). {2} non trouvées ({3}%). {4}/{5}

source: {0}% {1} elapsed. Remaining time: {2}
fr: {0}% {1} écoulées. Temps restant: {2}

source: Opening lyrics.db...
fr: Ouverture de lyrics.db ...

source: Exporting:
fr: Export:

source: Lyrics have been exported in their respective files tags
fr: Les paroles ont été exportées dans leurs tags respectifs.

source: Exporting...
fr: Export...

source: Lyrics have been exported in the export/ directory
fr: Les paroles ont été exportées dans le dossier export/

source: Lyrics have been exported in corresponding songs directories
fr: Les paroles ont été exportées dans les mêmes dossiers que les morceaux.

source: Type 'help' for a list of available commands.
fr: Tapez 'help' pour obtenir une liste des commandes disponibles.

source: ==>List of available commands
fr: ==>Liste des commandes disponibles

source: >help: Show the list of commands
fr: >help: Montre la liste des commandes.

source: >scan: Search a directory for music.
fr: >scan: Indexe la musique d'un répertoire local.

source: >fetch: Fetch the songs lyrics on the Internet.
fr: >fetch: Récupère les paroles sur Internet.

source: >export: Export the lyrics as .txt files in export/
fr: >export: Exporte les paroles en tant que fichiers .txt dans le dossier export/

source: >txt: Export the lyrics as .txt in the songs directories.
fr: >txt: Exporte les paroles en tant que .txt dans les mêmes répertoires que les morceaux.

source: >tag: Export fetched lyrics in the music files ID3 tags
fr: >tag: Exporte les paroles obtenues dans les tags ID3 des morceaux.

source: >exit: Exit TuneHub
fr: >exit: Ferme TuneHub
