Repository: hugoatease/TuneHub
Catalog: res/windows/messages_*.po
Languages: fr

source: %s was corrupted. Now deleted to prevent file corruption issues.
fr: Le fichier %s a ete detruit, il etait corrompu.

source: Report succesfully sent. Thank you for testing TuneHub :)
fr: Rapport envoye. Merci de tester TuneHub :)

source: Unable to send the bug report.
fr: Impossible d'envoyer le rapport de bug pour le moment.

source: Press Enter
fr: Appuyez sur Entree.

source: A crashed occured last time you used TuneHub. Sending crash informations in background...
fr: TuneHub a subi un arret innatendu. Envoi des informations sur le crash en arriere-plan...

source: Please pick up a file in the path selection window
fr: Selectionnez un fichier dans la fenetre de selection.

source: Please select your music path
fr: Selectionnez le dossier de vos morceaux.

source: Choosed path: %s
fr: Dossier choisi : %s

source: You haven't provide the path through the Graphical Interface. Please follow this
fr: Vous n'avez pas choisi de fichier dans l'interface graphique. Suivez ceci:

source: Now enter your music (or player) path
fr: Specifiez le repertoire de vos morceaux. Vous pouvez indiquer un peripherique.

source: Examples : H: on Windows or /media/myPlayer on UNIX (Linux, Mac OS X, BSD and Others...)
fr: Exemple: H: sur Windows ou /media/monBalladeur sous UNIX (Linux, Mac OS X, BSD et les autres...)

source: Path:
fr: Dossier:

source: You haven't provide your music path. Program will now exit
fr: Vous n'avez pas fourni de dossier a scanner. Le programme va quitter.

source: Metadata database have meta.db as default name. If you wanna change this, type the new name now
fr: La base des metadonnees a pour nom par defaut meta.db . Si vous voulez changer ce parametre, tapez le nouveau nom maintenant.

source: Metadata database's name:
fr: Nom de la base de metadonnees:

source: The scan can take few minutes, depending on your drive size
fr: La recherche peut prendre plusieurs minutes, sa duree depend de l'etendue du dossier a scanner.

source: Listing Music directory...
fr: Indexation du dossier de musique...

source: %s tracks have been found
fr: %s morceaux ont ete trouves.

source: Collecting metadata from ID3 tags...
fr: Recherche des metadonnees dans les tags ID3...

source: %s tags have been parsed
fr: %s tags ont ete analyses.

source: Writing database...
fr: Ecriture de la base de donnees...

source: [ DONE ]
fr: [ FAIT ]

source: Reading meta.db...
fr: Lecture de meta.db ...

source: %s songs found.
fr: %s morceaux trouves.

source: Getting lyrics for {0} - {1}
fr: Recherche des paroles pour {0} - {1}

source: >>> Found
fr: >>> OK

source: !!! Not Found
fr: !!! Non Disponible

source: %s (Cached)
fr: %s (via le Cache)

source: {0} lyrics found ({1}%). {2} not found ({3}%). {4}/{5}
fr: {0} paroles trouvees ({1}%). {2} non trouvees ({3}%). {4}/{5}

source: {0}% {1} elapsed. Remaining time: {2}
fr: {0}% {1} Ã©coulees. Temps restant: {2}

source: Opening lyrics.db...
fr: Ouverture de lyrics.db ...

source: Exporting:
fr: Export:

source: Lyrics have been exported in their respective files tags
fr: Les paroles ont ete exportees dans leurs tags respectifs.

source: Exporting...
fr: Export...

source: Lyrics have been exported in the export/ directory
fr: Les paroles ont ete exportees dans le dossier export/

source: Lyrics have been exported in corresponding songs directories
fr: Les paroles ont ete exportees dans les memes dossiers que les morceaux.

source: Type 'help' for a list of available commands.
fr: Tapez 'help' pour obtenir une liste des commandes disponibles.

source: ==>List of available commands
fr: ==>Liste des commandes disponibles

source: >help: Show the list of commands
fr: >help: Montre la liste des commandes.

source: >scan: Search a directory for music.
fr: >scan: Indexe la musique d'un dossier local.

source: >fetch: Fetch the songs lyrics on the Internet.
fr: >fetch: Va chercher les paroles sur Internet.

source: >export: Export the lyrics as .txt files in export/
fr: >export: Exporte les paroles en tant que fichiers .txt dans le dossier export/

source: >txt: Export the lyrics as .txt in the songs directories.
fr: >txt: Exporte les paroles en tant que .txt dans les dossiers des morceaux.

source: >tag: Export fetched lyrics in the music files ID3 tags
fr: >tag: Exporte les paroles obtenues dans les tags ID3 des morceaux.

source: >exit: Exit TuneHub
fr: >exit: Ferme TuneHub
